Repository: moomoo-agency/uni-woo-custom-product-options
Catalog: languages/uni-cpo-*.po
Languages: cs_cz, jp

source: Cheatin&#8217; huh?
cs_cz: Podvádíš&#8217; co?

source: No file uploaded
cs_cz: Nebyl nahrán žádný soubor
jp: ファイルはアップロードされていません

source: Add/Change attachment
cs_cz: Přidat či změnit přílohu
jp: 添付ファイルの追加/変更

source: Remove attachment
cs_cz: Odebrat přílohu
jp: 削除する

source: Product name
cs_cz: Jméno produktu

source: It is not directly related to Uni CPO, but always remember adding product name.
cs_cz: Není přímo spojena s UNI CPO, ale vždy pamatujte na přidání názvu produktu.

source: Product type
cs_cz: Typ produktu

source: You should choose "simple" or "simple subscription". Uni CPO does not support other types!
cs_cz: Měli byste zvolit "jednoduché" nebo "jednoduché předplatné". UNI CPO nepodporuje jiné typy!

source: Prices
cs_cz: Ceny

source: Next you need to give your product a price otherwise it will be considered as free and Uni CPO visual form builder will not be shown.
cs_cz: Dále musíte produktu zadat cenu, jinak bude považován za bezplatný a nebude se zobrazovat tvůrce vizuálních formulářů Uni CPO.

source: Create/save a product
cs_cz: Vytvořit/uložit produkt

source: Hit the "Publish" button to save changes. You may save the product as draft as well.
cs_cz: Stisknutím tlačítka „Publikovat“ uložíte změny. Produkt můžete také uložit jako koncept.

source: Start configuring the product
cs_cz: Zahajte konfiguraci produktu

source: Open "CPO Form builder" tab and click "Go to builder" to start configuring your product
cs_cz: Otevřete kartu "Tvůrce formulářů CPO" a kliknutím na tlačítko Přejít začněte konfigurovat svůj produkt

source: Dismiss
cs_cz: Zrušit

source: Next
cs_cz: Další

source: Uni CPO Settings
cs_cz: Uni CPO Nastavení
jp: フォーム設定

source: Settings
cs_cz: Nastavení
jp: 設定

source: Standard
cs_cz: Standartní
jp: 標準

source: Add product to the cart via AJAX
cs_cz: Přidej product do košíku prostřednictvím AJAX
jp: カートに新商品を追加

source: This option enables adding to cart via AJAX for all the products which use custom options and price calculation.
cs_cz: Tato možnost umožňuje přidat do košíku prostřednictvím AJAX všechny produkty, které používají vlastní možnosti a kalkulaci ceny.
jp: このオプションを使用すると、カスタムオプションと価格計算を使用するすべての製品に対してAJAX経由でカートに追加することができます。

source: Custom selector (id/class) for a product price html tag
cs_cz: Vlastní selektor (id / class) pro ceny produktu html

source: Image size that is used for single product main image
cs_cz: Velikost obrázku, která se používá, jako hlavní obrázek jednoduchého produktu
jp: 単一の製品のメイン イメージに使用するイメージのサイズ

source: Display weight in the cart
cs_cz: Zobrazit váhu produktu v košíku
jp: 選択したアイテムをカートに追加

source: This option enables displaying product weight in the cart.
cs_cz: Tato možnost umožňuje zobrazení hmotnosti produktu v košíku.
jp: このオプションを使用すると、カート内に製品重量を表示することができます。

source: Display dimensions in the cart
cs_cz: Zobrazit rozměry v košíku
jp: 選択したアイテムをカートに追加

source: This option enables displaying product dimensions in the cart.
cs_cz: Tato možnost umožňuje zobrazení rozměrů produktu v košíku.
jp: このオプションを使用すると、カート内に製品の寸法を表示することができます。

source: Style for range sliders
cs_cz: Styl pro posuvníky rozsahu
jp: 価格帯

source: Default style is "HTML 5". This style will be applied for all range slider option instances in the store.
cs_cz: Výchozí styl je „HTML 5“. Tento styl bude použit pro všechny volby posuvníku rozsahu v obchodě.
jp: デフォルトのスタイルは「HTML 5」です。このスタイルは、ストア内のすべての範囲スライダオプションインスタンスに適用されます。

source: Flat
cs_cz: Plochý
jp: フラット

source: Modern
cs_cz: Moderní
jp: モダン

source: Nice
cs_cz: Hezký
jp: いいね！

source: Simple
cs_cz: Jednoduchý
jp: シンプル

source: File upload settings
cs_cz: Nastavení nahrávání souborů
jp: フォーム設定

source: Upload max file size (Mb)
cs_cz: Maximální velikost nahrávaného souboru (Mb)
jp: 最大ファイルサイズ（MB）

source: Global option: max file size that is allowed to be uploaded through File Upload option. Default is 2Mb.
cs_cz: Maximální velikost souboru, která může být nahrána pomocí možnosti Nahrát soubor. Výchozí hodnota je 2 MB.
jp: グローバルオプション：ファイルアップロードオプションでアップロードできる最大ファイルサイズ。デフォルトは2Mbです。

source: Allowed mime types
cs_cz: Povolené typy mime
jp: 許可されたファイル

source: Files storage
cs_cz: Úložiště souborů
jp: 許可されたファイル

source: "Local" is set by default
cs_cz: "Local" je nastaveno jako výchozí nastavení

source: Enables custom local folder for file uploads
cs_cz: Povoluje vlastní lokální složku pro nahrávání souborů
jp: ファイルのアップロードにカスタムローカルフォルダを有効にする

source: By default, all the files are handled by the standard WP functions and are stored in the same as any regular attachments. This setting is called to separate file uploads via the plugin's File Upload option from regular attachments and store them in different folder with custom folders structure. This custom folder is still in "Uploads" folder.
cs_cz: Ve výchozím nastavení jsou všechny soubory zpracovávány standardními funkcemi WP a jsou uloženy ve stejném formátu jako jakékoli běžné přílohy. Toto nastavení je vyvoláno pro oddělené nahrání souborů pomocí možnosti "Nastavení Nahrávání souborů" od běžných příloh a ukládá je do jiné složky s vlastní strukturou složek. Tato vlastní složka je stále ve složce „Nahrávání“.

source: Define custom folders structure for file uploads
cs_cz: Definujte strukturu vlastních složek pro nahrávání souborů
jp: ファイルのアップロードのためにカスタム フォルダー構造を定義します。

source: Sets the maximum total number of free products which can be added to a single order. Set to "0" or leave it empty to allow unlimited samples.
cs_cz: Nastavuje maximální celkový počet produktů zdarma, které lze přidat k jedné objednávce. Chcete-li povolit neomezené množství vzorků, nastavte hodnotu „0“ nebo ji nechte prázdnou.

source: Upload an image
cs_cz: Nahraj obrázek
jp: 画像をアップロード

source: Use image
cs_cz: Použij obrázek
jp: 画像

source: Upload new image
cs_cz: Nahraj nový obrázek
jp: 画像をアップロード

source: Remove image
cs_cz: Odeber obrázek
jp: 画像

source: Uni CPO Plugin Settings
cs_cz: Uni CPO Plugin Nastavení
jp: Uni CPO Pluginの設定

source: Uni CPO product basic setup tutorial
cs_cz: Uni CPO Průvodce základním nastavením produktů

source: All
cs_cz: Vše
jp: 全て

source: Save Settings
cs_cz: Ulož nastavení
jp: 設定を保存(S)

source: Add/edit CPO options
cs_cz: Přidej/uprav CPO možnosti
jp: CPOオプションの追加/編集

source: Insufficient permissions for this operation
cs_cz: Nedostatečná oprávnění pro tuto operaci
jp: 権限が不足しています。

source: The data was not saved. Maybe, there is nothing to save?
cs_cz: Data nebyla uložena. Možná není nic k uložení?
jp: データのセーブをしていません。たぶんセーブしないとなくなります

source: Hm-m... Something went wrong.
cs_cz: Hm-m... Něco se pokazilo.
jp: んんー何か手違いがある？かも

source: Invalid model type
cs_cz: Neplatný typ modelu
jp: 「無効なファイルタイプ」のようなもの

source: Invalid model
cs_cz: Neplatný typ
jp: 「無効なファイルタイプ」のようなもの

source: Something went srong
cs_cz: Něco se pokazilo
jp: 何かが間違っていた

source: Type is not specified
cs_cz: Typ není zadán
jp: フィールドのタイプ

source: No modules
cs_cz: Žádné moduly
jp: モジュールなし

source: Product ID is not specified
cs_cz: Product ID není zadán
jp: 商品IDは指定されていません

source: No similar products
cs_cz: Žádné podobné produkty
jp: 似たような商品はありません。

source: Target product ID is not specified
cs_cz: Cílový product ID není zadán
jp: ターゲットの製品 ID が指定されていません。

source: Product creation failed, could not find original product: %s
cs_cz: Certifikace produktu selhala, original product nebyl nalezen: %s
jp: 商品の作成に失敗しました。オリジナルの商品を見つけることができませんでした:%s

source: Product creation failed, could not find targeted product: %s
cs_cz: Certifikace produktu selhala, cílový product nebyl nalezen: %s
jp: 商品の作成に失敗しました。オリジナルの商品を見つけることができませんでした:%s

source: Error
cs_cz: Chyba
jp: ファイルフィールドのファイルタイプエラー

source: No files added
cs_cz: Nebyl přidán žádný soubor
jp: 最大ファイル数

source: Only CSV files are allowed
cs_cz: Povolené jsou pouze CSV soubory
jp: 許可されたファイル

source: Something went wrong
cs_cz: Něco se pokazilo
jp: 何か問題が発生しています。

source: Target post is not chosen
cs_cz: Cílový příspěvek není vybrán
jp: ターゲットの記事が選択されていません。

source: Sync method is not chosen
cs_cz: Metoda synchronizace není vybrána
jp: 検証方法を選択する

source: No post ID specified
cs_cz: Nebylo zadáno žádné ID příspěvku
jp: 投稿IDが見つかりません

source: No file name specified
cs_cz: Nebyl zadán žádný název souboru
jp: これはステップ名です

source: No option variable specified
cs_cz: Nebyla zadána žádná proměnná
jp: 新しいオプションを追加する

source: Failed to upload file(s).
cs_cz: Nahrání souborů se nezdařilo.
jp: アップロードに失敗

source: No dropbox token set. Abort operation.
cs_cz: Není nastaven žádný token schránky Dropbox. Operace zrušena.

source: Sorry, this file type is not permitted for security reasons.
cs_cz: Litujeme, tento typ souboru není z bezpečnostních důvodů povolen.
jp: 申し訳ありませんが、セキュリティ上の理由から、このファイルタイプは許可されていません。

source: An error occurred during uploading. Please, contact admin of the site.
cs_cz: Během nahrávání došlo k chybě. Obraťte se prosím na správce webu.
jp: アップロード中にエラーがありました。サーバー管理者にお問い合わせください:

source: The uploaded file could not be moved.
cs_cz: Nahraný soubor nemůže být přesunut.
jp: アップロードされたファイルは、%sに移動できませんでした。

source: File is valid, and was successfully uploaded.
cs_cz: Soubor je platný a byl úspěšně nahrán.
jp: ファイルが有効であり、正しくアップロードされました。

source: File successfully deleted
cs_cz: Soubor byl úspěšně vymazán
jp: ファイルは削除されました

source: Product ID is not set
cs_cz: Product ID není nastaveno
jp: 商品IDが設定されていません

source: Price calculation is disabled in settings
cs_cz: Kalkulace ceny je v nastavení zakázána
jp: 価格計算は設定で無効になっています

source: You cannot add another "%s" to your cart.
cs_cz: Nemůžeš přidat další "%s" do košíku.

source: The total number of samples in the cart is limited to %d
cs_cz: Celkový počet vzorků v košíku je omezen na %d

source: No options available
cs_cz: Nejsou k dispozici žádné možnosti
jp: オプションはありません

source: Email is not set
cs_cz: Email není nastaven
jp: 電子メールが設定されていません。

source: File cannot be saved
cs_cz: Soubor nemůže být uložen
jp: ファイルを保存できません。

source: File cannot be read
cs_cz: Soubor nelze přečíst
jp: .zipデータファイルを選択する

source: This value seems to be invalid.
cs_cz: Tato hodnota se zdá být neplatná.
jp: この値は無効です。

source: This value should be a valid email.
cs_cz: Tato hodnota by měla být platným e-mailem.
jp: この値は有効な電子メールでなければなりません。

source: This value should be a valid url.
cs_cz: Tato hodnota by měla být platným e-mailemurl.
jp: この値は有効なURLである必要があります。

source: This value should be a valid number.
cs_cz: Tato hodnota by měla být platným číslem.
jp: この値は有効な数値である必要があります。

source: This value should be digits.
cs_cz: Tato hodnota by měla být číslice.
jp: この値は数字である必要があります。

source: This value should be alphanumeric.
cs_cz: Tato hodnota by měla být alfanumerická.
jp: この値は英数字でなければなりません。

source: This value should be a valid integer.
cs_cz: Tato hodnota by měla být platné celé číslo.
jp: この値は有効な整数である必要があります。

source: This value should not be blank.
cs_cz: Tato hodnota by neměla být prázdná.
jp: この値は空白であってはなりません。

source: This value is required.
cs_cz: Tato hodnota je povinná.
jp: この値が必要です。

source: This value should be greater than or equal to %s.
cs_cz: Tato hodnota by měla být větší nebo rovna %s.
jp: この値は %s 以上である必要があります。

source: This value should be lower than or equal to %s.
cs_cz: Tato hodnota by měla být nižší nebo rovna %s.
jp: 無効な数値：%s以下でなければなりません。

source: This value should be between %s and %s.
cs_cz: Tato hodnota by měla být mezi %s a %s.

source: This value is too short. It should have %s characters or more.
cs_cz: Tato hodnota je příliš krátká. Měla by mít %s znaků a více.
jp: この値は短すぎます。 %s文字以上の文字が必要です。

source: This value is too long. It should have %s characters or fewer.
cs_cz: Tato hodnota je příliš dlouhá. Měla by mít %s znaků nebo méně.
jp: この値が長すぎます。%s 語以内が必要です。

source: This value length is invalid. It should be between %s and %s characters long.
cs_cz: Tato hodnota je neplatná. Měla by být mezi %s a %s znaky.

source: You must select at least %s choices.
cs_cz: Musíte vybrat minimálně %s voleb.
jp: 選択する必要があります少なくとも %s の選択肢。

source: You must select %s choices or fewer.
cs_cz: Musíte vybrat %s voleb nebo méně.
jp: 選択する必要があります少なくとも %s の選択肢。

source: You must select between %s and %s choices.
cs_cz: Musíte vybrat mezi %s a %s volbami.
jp: %s と %s の選択肢の間を選択する必要があります。

source: This value should be the same.
cs_cz: Tato hodnota by měla být stejná.
jp: この値は、同じにする必要があります。

source: This value should be a valid date (YYYY-MM-DD).
cs_cz: Tato hodnota musí být platné datum (YYYY-MM-DD).
jp: 正しい日付 (YYYY-MM-DD)を指定してください。

source: This value is too short. It should have %s words or more.
cs_cz: Tato hodnota je příliš krátká. Měl by obsahovat %s slov nebo více.
jp: この値は短すぎます。 %s以上の単語が必要です。

source: This value is too long. It should have %s words or fewer.
cs_cz: Tato hodnota je příliš dlouhá. Měla by obsahovat % s slov nebo méně.
jp: この値が長すぎます。%s 語以内が必要です。

source: This value length is invalid. It should be between %s and %s words long.
cs_cz: Tato hodnota je neplatná. Měla by být mezi %s a %s slovy.
jp: フィールドは %s と %s の単語の間でなければなりません。

source: This value should be greater.
cs_cz: Tato hodnota by měla být větší.
jp: この値は大きくする必要があります。

source: This value should be greater or equal.
cs_cz: Tato hodnota by měla být větší nebo stejná.
jp: この値は以上である必要があります。

source: This value should be less.
cs_cz: Tato hodnota by měla být menší.
jp: この値はより小さくする必要があります。

source: This value should be less or equal.
cs_cz: Tato hodnota by měla být menší nebo rovná.
jp: この値は以下でなければなりません。

source: Must be unique!
cs_cz: Musí být jedinečná!
jp: 満たされなければならない

source: Sun
cs_cz: Ne
jp: 日

source: Mon
cs_cz: Po
jp: 月

source: Tue
cs_cz: Út
jp: 火

source: Wed
cs_cz: Stř
jp: 水

source: Thu
cs_cz: Čt
jp: 木

source: Fri
cs_cz: Pá
jp: 金

source: Sat
cs_cz: So
jp: 土

source: Sunday
cs_cz: Neděle
jp: 日曜日

source: Monday
cs_cz: Pondělí
jp: 月曜日

source: Tuesday
cs_cz: Úterý
jp: 火曜日

source: Wednesday
cs_cz: Středa
jp: 水曜日

source: Thursday
cs_cz: Čtvrtek
jp: 木曜日

source: Friday
cs_cz: Pátek
jp: 金曜日

source: Saturday
cs_cz: Sobota
jp: 土曜日

source: Jan
cs_cz: Led
jp: 1月

source: Feb
cs_cz: Ún
jp: 2月

source: Mar
cs_cz: Bře
jp: 3月

source: Apr
cs_cz: Dub
jp: 4月

source: May
cs_cz: Kvě
jp: 5月

source: Jun
cs_cz: Čvn
jp: 6月

source: Jul
cs_cz: Čvc
jp: 7月

source: Aug
cs_cz: Srp
jp: 8月

source: Sep
cs_cz: Zář
jp: 9月

source: Oct
cs_cz: Řij
jp: 10月

source: Nov
cs_cz: Lis
jp: 11月

source: Dec
cs_cz: Pro
jp: 12月

source: January
cs_cz: Leden
jp: 1月

source: February
cs_cz: Únor
jp: 2月

source: March
cs_cz: Březen
jp: 3月

source: April
cs_cz: Duben
jp: 4月

source: June
cs_cz: Červen
jp: 6月

source: July
cs_cz: Červenec
jp: 7月

source: August
cs_cz: Srpen
jp: 8月

source: September
cs_cz: Září
jp: 9月

source: October
cs_cz: Říjen
jp: 10月

source: November
cs_cz: Listopad
jp: 11月

source: December
cs_cz: Prosinec
jp: 12月

source: Smart Search
cs_cz: Chytré Hledání
jp: スマート検索

source: Basic Modules
cs_cz: Základní moduly
jp: 基本モジュール

source: Options
cs_cz: Možnosti
jp: オプション

source: General
cs_cz: Všeobecné
jp: 一般

source: Style
cs_cz: Styl
jp: 数量選択スタイル

source: Advanced
cs_cz: Pokročilé
jp: 高度な設定

source: Main
cs_cz: Hlavní
jp: メインタイトルのHTMLタグ

source: Suboptions
cs_cz: Podvolby
jp: サブオプション

source: Rules
cs_cz: Pravidla
jp: カスタムCSSルール

source: Conditional
cs_cz: Podmínky
jp: 条件判定

source: Validation
cs_cz: Validace
jp: 検証

source: Delete
cs_cz: Smazat
jp: このフォームを削除する

source: Save
cs_cz: Uložit
jp: セーブ

source: Sync
cs_cz: Synchronizovat
jp: 同期

source: Cancel
cs_cz: Zrušit
jp: キャンセル

source: Suggestion
cs_cz: Návrh
jp: 提案

source: Row
cs_cz: Řádek
jp: 行

source: Column
cs_cz: Sloupec
jp: 列

source: Module
cs_cz: Modul
jp: モジュール

source: Move Row
cs_cz: Přesunout řádek
jp: 行

source: Duplicate
cs_cz: Kopie
jp: 重複

source: Remove
cs_cz: Odstranit
jp: 削除する

source: Upload
cs_cz: Nahrát
jp: 画像をアップロード

source: Select file
cs_cz: Vyber soubor
jp: .zipデータファイルを選択する

source: Please add suboptions
cs_cz: Prosím zadejte podvolbu
jp: ステップを追加

source: Pro Version Feature
cs_cz: Funkce dostupná v PRO verzi
jp: Pro バージョンの機能

source: Clear
cs_cz: Odstranit
jp: クリア

source: Default
cs_cz: Základní
jp: デフォルト

source: Select Color
cs_cz: Zvol barvu
jp: 選択

source: Current Color
cs_cz: Současná barva
jp: 色

source: Calculating
cs_cz: Počítám
jp: 計算しています…

source: This file should not be larger than %s Kb
cs_cz: Tento soubor by neměl být větší než %s Kb
jp: このファイルが %s Kb より大きくなければなりません

source: File of this type is not allowed
cs_cz: Soubor tohoto typu není povolen
jp: ファイルフィールドのファイルタイプエラー

source: The product has been added successfully!
cs_cz: Produkt byl úspěšně přidán!
jp: 製品が正常に追加されました!

source: New Builderius Module
cs_cz: Nový Builderius modul
jp: 新しいフォームを追加

source: Add Builderius Module
cs_cz: Přidej Builderius modul
jp: Builderiusモジュールを追加

source: Edit Builderius Module
cs_cz: Uprav Builderius modul
jp: Builderiusモジュールの編集

source: All Builderius Modules
cs_cz: Všechny Builderius moduly
jp: すべてのBuilderiusモジュール

source: View Builderius Module
cs_cz: Zobraz Builderius modul
jp: Builderiusモジュールを見る

source: Search Builderius Modules
cs_cz: Hledej Builderius modul
jp: Builderius モジュールを検索

source: Builderius Modules not found
cs_cz: Builderius modul nebyl nalezen
jp: Builderius モジュールが見つかりません

source: Builderius Modules not found in cart
cs_cz: Builderius modul nebyl v košíku nalezen
jp: カートにBuilderius モジュールが見つかりません

source: Parent Builderius Module
cs_cz: Parent Builderius modul
jp: 親Builderiusモジュール

source: Builderius Modules
cs_cz: Builderius moduly
jp: すべてのフォームをエクスポートする

source: CPO option
cs_cz: CPO volba
jp: CPO オプション

source: New CPO option
cs_cz: Nová CPO volba
jp: 新しいCPOオプション

source: Add CPO option
cs_cz: Přidej CPO volbu
jp: 新しいCPOオプションを追加する

source: Edit CPO option
cs_cz: Upravit CPO volbu
jp: CPOオプションを編集

source: All CPO options
cs_cz: Všechny CPO volby
jp: すべてのCPOオプション

source: View CPO option
cs_cz: Zobraz CPO volby
jp: CPOオプションの表示

source: Search CPO options
cs_cz: Hledej CPO volby
jp: CPOオプションの検索

source: CPO options not found
cs_cz: CPO volby nebyly nalezeny
jp: CPOオプションが見つかりません

source: CPO options not found in cart
cs_cz: CPO volby nebyly v košíku nalezeny
jp: カートにCPOオプションが見つかりません

source: Parent CPO option
cs_cz: Parent CPO volby
jp: 親 CPO オプション

source: CPO options
cs_cz: CPO volby
jp: CPO オプション

source: Go to CPO builder
cs_cz: Běž na CPO builder
jp: CPO ビルダーへ

source: Product does not exist or not chosen
cs_cz: Produkt neexistuje nebo není vybrán
jp: リクエストされた商品は存在しません。

source: No context set. The data was not saved.
cs_cz: Nebyl nastaven žádný kontext. Data nebyla uložena.
jp: コンテキストが設定されていません。データは保存されませんでした。

source: Day/night mode
cs_cz: Denní/noční mód
jp: １２時間表示

source: Left/right panel position
cs_cz: Poloha panelu levý/pravý
jp: 左/右のパネルの位置

source: View saved content
cs_cz: Zobraz uložený obsah
jp: 保存されたコンテンツを見る

source: History of saved content
cs_cz: Historie uloženého obsahu
jp: 保存されたコンテンツの履歴

source: Product general settings
cs_cz: Všeobecné nastavení produktu
jp: 製品の一般設定

source: Delete content
cs_cz: Vymaž obsah
jp: コンテンツを削除します。

source: Non option variables
cs_cz: Proměnné bez možností
jp: 非オプション変数

source: Formula and conditional logic
cs_cz: Vzorec a podmíněná logika
jp: 数式と条件付きロジック

source: Weight conditional logic
cs_cz: Váha a podmíněná logika
jp: 重量条件付きロジック

source: Dimensions settings
cs_cz: Nastavení rozměrů
jp: 寸法の設定

source: Image conditional logic
cs_cz: Obrázky a podmíněná logika
jp: 画像条件付きロジック

source: Save content
cs_cz: Ulož obsah
jp: コンテンツを保存

source: Cart discounts
cs_cz: Sleva v košíku
jp: カート割引

source: Autosave
cs_cz: Automatické uložení
jp: 自動保存

source: Saving updates the builder content. Checking this will allow to save to DB as well.
cs_cz: Ukládám změny v builder obsahu. Zaškrtnutím povolíte také uložit změny do DB.
jp: 保存すると、ビルダーの内容が更新されます。これをチェックするとDBにも保存できます。

source: Save to DB?
cs_cz: Uložit do DB?
jp: DBに保存しますか？

source: General Settings
cs_cz: Všeobecné nastavení
jp: 一般設定

source: Price Settings
cs_cz: Nastavení ceny
jp: 価格設定

source: Image Related Settings
cs_cz: Nastavení týkající se obrázků

source: on
cs_cz: zap
jp: オン

source: off
cs_cz: vyp
jp: オフ

source: Display custom options on the product page?
cs_cz: Zobrazit vlastní možnosti na stránce produktu?
jp: 製品ページにカスタムオプションを表示しますか？

source: This is the main option of the plugin. By choosing "off" you are entirely disabling the work of the plugin for this product. The plugin still may work for other your products, however.
cs_cz: Toto je hlavní možnost pluginu. Výběrem možnosti „vypnuto“ zcela deaktivujete práci pluginu pro tento produkt. Plugin však může fungovat i pro ostatní vaše produkty.
jp: プラグインの主なオプションです。"Off"を選択してこの製品のプラグインの作業を完全無効にするが。プラグインまだ可能性があります他の製品、ただし機能。

source: Enable price calculation based on custom options?
cs_cz: Povolit kalkulaci ceny na základě vlastních možností?
jp: すべての製品の式による価格計算を有効にします。

source: Sometimes you just need to display custom options without using their values in a math formula as well as calculate the product price. Then just the custom options added to this product will be used only as an additional information in an order meta.
cs_cz: Někdy stačí zobrazit vlastní možnosti bez použití jejich hodnot v matematickém vzorci a vypočítat cenu produktu. Poté budou pouze vlastní možnosti přidané k tomuto produktu použity jako doplňující informace v meta objednávce.
jp: 場合によっては、数式で値を使用したり、製品価格を計算したりせずにカスタムオプションを表示するだけでよい場合もあります。その後、この製品に追加されたカスタムオプションは、オーダーメイドの追加情報としてのみ使用されます。

source: Important: this option will work only if you enable displaying of custom options!
cs_cz: Důležité: Tato možnost bude fungovat, pouze pokud povolíte zobrazování vlastních možností!

source: Use a special "calculate" button instead of instant price calculation?
cs_cz: Použijte místo okamžitého výpočtu ceny speciální tlačítko „spočítat“?
jp: インスタント計算の代わりに特別な「計算」ボタンを使用しますか？

source: Enable this option if you want to use "calculate" button and perform calculation on click on this button instead of instant price calculation after any options chosen/value defined.
cs_cz: Povolte tuto možnost, pokud chcete použít tlačítko „vypočítat“ a provést výpočet kliknutím na toto tlačítko místo okamžitého výpočtu ceny po definovaných možnostech / hodnotách.
jp: 「計算する」ボタンを使用して、定義されている任意のオプション選択/値後インスタント価格計算の代わりに、このボタンをクリックして計算を実行する場合は、このオプションを有効にします。

source: Enable duplication of this product in the cart?
cs_cz: Povolit duplicitu tohoto produktu v košíku?
jp: カート内でこの製品の複製を有効にしますか？

source: Cart item of this product can be duplicated in the cart if this option is enabled.
cs_cz: Položka v košíku tohoto produktu může být v košíku duplikována, pokud je tato možnost povolena.
jp: このオプションが有効な場合、この製品のカートアイテムをカートに複製することができます。

source: Enable inline editing of this product in the cart?
cs_cz: Povolit inline editaci tohoto produktu v košíku?
jp: カート内のこの製品のインライン編集を有効にしますか？

source: Cart item of this product will be possible to edit inline in the cart if this option is enabled. Inline editing mode means that form fields will be shown directly in the cart. Do not forget to enable inline editing for all or some options as it also works on per option basis!
cs_cz: Pokud je tato možnost aktivována, bude možné položku košíku tohoto produktu upravit přímo v košíku. Režim inline editace znamená, že pole formuláře budou zobrazena přímo v košíku. Nezapomeňte povolit inline úpravy pro všechny nebo některé možnosti, protože také funguje na základě jednotlivých možností!
jp: このオプションを有効にすると、カートのインラインで編集できるようになります。インライン編集モードは、フォームフィールドがカートに直接表示されることを意味します。すべてのオプションまたは一部のオプションに対してインライン編集を有効にすることを忘れないでください。オプションごとに機能します。

source: Enable editing of this product in the cart by returning to product page?
cs_cz: Povolit úpravy tohoto produktu v košíku návratem na stránku produktu?
jp: 商品ページに戻ってカート内のこの商品の編集を有効にしますか？
