Repository: moomoo-agency/uni-woo-custom-product-options
Catalog: languages/uni-cpo-*.po
Languages: cs_cz, jp

source: Enables the functionality of changing of the product main image upon selection in this option
cs_cz: Umožňuje výběr hlavního obrázku produktu po výběru v této možnosti

source: Disable Calendar?
cs_cz: Zakázat kalendář?

source: Enables/disables datepicker functionality.
cs_cz: Povolit / zakázat funkčnost výběru datumu.

source: Enable conditional logic?
cs_cz: Povolit podmíněnou logiku?
jp: 紹介を有効にしますか？

source: Enables conditional logic for displaying or hiding this module.
cs_cz: Povoluje podmíněnou logiku pro zobrazení nebo skrytí tohoto modulu.
jp: このモジュールの表示/非表示するための条件付きロジックを有効にします。

source: Use for Imagify?
cs_cz: Použít pro Imagify?

source: Enables using this option in Imagify functionality.
cs_cz: Umožňuje použití této možnosti ve funkci Imagify.

source: Required?
cs_cz: Požadované?
jp: 必須？

source: Choose whether the user must fill out this field or not.
cs_cz: Zvolte, zda uživatel musí vyplnit toto pole nebo ne.
jp: かに、ユーザーがこのフィールドを入力する必要があるかどうかを選択します。

source: Enable reset button?
cs_cz: Povolit resetovací tlačítko?

source: Enabling reset button for this option
cs_cz: Povolení tlačítka reset pro tuto možnost

source: Enable Timepicker?
cs_cz: Povolit Timepicker?

source: Enables/disables timepicker functionality.
cs_cz: Povolit / zakázat funkčnost timepickeru.

source: Enable tooltip?
cs_cz: Povolit popisek?
jp: 紹介を有効にしますか？

source: Enables/disables displaying of the tooltip
cs_cz: Povolit / zakázat zobrazování popisku
jp: ツールヒントの表示を有効/無効にします

source: Enable validation logic?
cs_cz: Povolit ověřovací logiku?
jp: 検証ロジックを有効にしますか?

source: Enables validation conditional logic for this option.
cs_cz: Povolit pro tuto možnost podmíněnou logiku ověření.
jp: このオプションの検証条件付きロジックを有効にします。

source: Type of tag for label
cs_cz: Typ značky pro štítek
jp: ラベル

source: Label text
cs_cz: Text popisku
jp: ラベル

source: Custom text that will be used for this field as its title on the product page and as the cart/order item's option's title. Leave it blank and there will not be a title for this field and the option's slug will be used as a title for cart / order item
cs_cz: Vlastní text, který bude použit pro toto pole jako jeho název na stránce produktu a jako název volby položky košíku / objednávky. Ponechte pole prázdné a pro toto pole nebude nadpis a option's slug bude použit jako nadpis pro položku košíku / objednávky
jp: カート/注文アイテムのオプションのタイトルと製品ページのタイトルとして、このフィールドに適用するカスタム テキストです。空白のままに、このフィールドのタイトルがないあるとオプションのスラグ カートのタイトルとして使用されます/オーダー項目

source: Map center coordinates
cs_cz: Souřadnice středu mapy

source: Add coordinates for the center of the map
cs_cz: Přidejte souřadnice do středu mapy

source: Map zoom level
cs_cz: Úroveň zvětšení mapy

source: Add zoom level for the map
cs_cz: Přidejte úroveň zvětšení mapy

source: Values in columns. Syntax: "slug : Name|slug2 : Name2"
cs_cz: Hodnoty ve sloupcích. Syntaxe: "slug: Name | slug2: Name2"
jp: 列の値。構文:「スラグ: 名 | slug2: Name2」

source: Values in rows. Syntax: "slug : Name|slug2 : Name2"
cs_cz: Hodnoty v řádcích. Syntaxe: "slug: Name | slug2: Name2"
jp: 行内の値。構文： "slug：Name | slug2：Name2"

source: Template
cs_cz: Šablona
jp: テンプレート

source: Custom template to output Matrix value. Use &#123;&#123;&#123;row&#125;&#125;&#125; and &#123;&#123;&#123;col&#125;&#125;&#125; to get names of the row and the column chosen.
cs_cz: Vlastní šablona pro výstup hodnoty Matrix. Použijte řádky & # 123; & # 123; & # 123; & # 125; & # 125; & # 125; a # 123; & # 123; & # 123; col & # 125; & # 125; & # 125; získat názvy řádků a vybraných sloupců.
jp: Matrix 値を出力するカスタム テンプレート。使用 {{{行}}} と {{{コル}}} 行と選択した列の名前を取得します。

source: Max. number of characters
cs_cz: Max. počet znaků
jp: 最大文字数

source: Add the maximum allowed number of characters for this field.
cs_cz: Přidejte do tohoto pole maximální povolený počet znaků.
jp: このフィールドを入力して最大文字数を制限する

source: This setting overrides similar global setting for this option only.
cs_cz: Toto nastavení přepíše podobné globální nastavení pouze pro tuto možnost.
jp: この設定は、このオプションのみの同様のグローバル設定をオーバーライドします。

source: Maximum value
cs_cz: Maximální hodnota
jp: このフィールドを入力して、許可されている最大値を制限する

source: Add the maximum allowed value for this field. Only integer or float number.
cs_cz: Přidejte maximální povolenou hodnotu pro toto pole. Pouze celé číslo nebo plovoucí číslo.
jp: 最大のこのフィールドの値を追加します。唯一の整数または浮動小数点数。

source: A comma separated list of allowed mime types. This setting overrides similar global setting for this option only.
cs_cz: Seznam povolených typů mime odděluje čárkami. Toto nastavení přepíše podobné globální nastavení pouze pro tuto možnost.
jp: コンマ区切りの許可された mime の種類のリスト。この設定は、このオプションのみの同様のグローバル設定をオーバーライドします。

source: Min. number of characters
cs_cz: Min. počet znaků
jp: 文字の数

source: Add the minimum allowed number of characters for this field.
cs_cz: Přidejte minimální povolený počet znaků pro toto pole.
jp: このフィールドを入力して、最小文字数を制限する

source: Minimum value
cs_cz: Minimální hodnota
jp: このフィールドを入力して、許容される最小値を制限する

source: Add the minimum allowed value for this field. Only integer or float number.
cs_cz: Přidejte minimální povolenou hodnotu pro toto pole. Pouze celé číslo nebo plovoucí číslo.
jp: このフィールドの値は、最小を追加します。唯一の整数または浮動小数点数。

source: Minute increment
cs_cz: Minutový přírůstek

source: Type of checkbox input
cs_cz: Typ vstupu zaškrtávacího políčka
jp: チェックボックス

source: Classic
cs_cz: Klasický
jp: クラシック

source: Colour
cs_cz: Barva
jp: 色

source: Type of radio input
cs_cz: Typ rádiového vstupu
jp: フィールドのタイプ

source: Notice text
cs_cz: Text upozornění
jp: 法的通知

source: Custom text for this field. Simple HTML tags can be used here.
cs_cz: Vlastní text pro toto pole. Zde lze použít jednoduché značky HTML.
jp: このフィールドのカスタム テキストです。ここで簡単な HTML タグを使用できます。

source: Available variables
cs_cz: Dostupné proměnné
jp: 利用可能な変数

source: Label text in cart/order meta
cs_cz: Text popisku v košíku / objednávce meta
jp: ラベル テキストのカート/注文メタ

source: Custom text that will be used as a title for this option in cart/order item meta
cs_cz: Vlastní text, který bude použit jako název této možnosti v meta košíku / objednávce
jp: カート/注文項目メタデータでこのオプションのタイトルとして使用するカスタム テキスト

source: Hide meta in cart/order details?
cs_cz: Skrýt meta v detailech košíku / objednávky?

source: Hides this option related meta in cart/order details.
cs_cz: Skryje tato meta související s podrobnostmi o košíku / objednávce.

source: Sub options
cs_cz: Dílčí možnosti
jp: オプション

source: Add some sub options for this option and, please, keep unique slugs for them. These slugs might be used in a formula conditional rules (e.g. when you use operators "equal", "not equal" etc).
cs_cz: Přidejte pro tuto možnost několik dílčích možností a uchovejte pro ně jedinečné lugs. Tyto slugs mohou být použity ve vzorcových podmíněných pravidlech (např. Když použijete operátory „rovné“, „nerovné“ atd.).
jp: このオプションのいくつかのサブ オプションを追加し、それらのユニークなナメクジを保管してください。数式の条件付きルールで使用するこれらのナメクジ (演算子「と等しい」を使用する場合に例えば「等しくない」など)。

source: Add
cs_cz: Přidat
jp: フォームの新規作成

source: Make default?
cs_cz: Nastavit jako výchozí?
jp: デフォルトにする?

source: Exclude?
cs_cz: Vyloučit?
jp: 除外しますか？

source: Label
cs_cz: Popisek
jp: ラベル

source: Value
cs_cz: Hodnota
jp: 値

source: Price / Rate (optional)
cs_cz: Cena / Hodnota (volitelné)
jp: 初期価格

source: Description (optional)
cs_cz: Popis (volitelný)

source: Colour (optional)
cs_cz: Barva (volitelná)
jp: 色 (オプション)

source: Optional! Is used as a suboption image as well as can be used as the one that replaces the main product image
cs_cz: Volitelný! Používá se jako suboption image a může být také použit jako ten, který nahrazuje image hlavního produktu
jp: オプション!主な製品イメージを置き換える 1 つとして使用することができますもサブオプションのイメージとして使用されます。

source: Optional! Is used ONLY as the one that replaces the main product image
cs_cz: Volitelný! Používá se POUZE jako ten, který nahrazuje hlavní obrázek produktu
jp: オプション!使用は主な製品イメージを置き換えるものとしてのみ

source: Default from
cs_cz: Výchozí od
jp: デフォルト

source: Default value on the left
cs_cz: Výchozí hodnota vlevo
jp: この左のフィールドのデフォルト値を定義します。

source: Enable grid?
cs_cz: Povolit mřížku?
jp: グリッドを有効にしますか？

source: Enables/disables displaying of the numbered grid
cs_cz: Povoluje / zakazuje zobrazování číslované mřížky
jp: 番号付きグリッドを表示する有効/無効にします

source: Show input?
cs_cz: Zobrazit vstup?
jp: 入力を表示しますか？

source: Enables/disables displaying of the text input
cs_cz: Zapíná / vypíná zobrazování textu
jp: テキスト入力の有効/無効を表示します。

source: Default to
cs_cz: Výchozí do
jp: デフォルトに

source: Default value on the right
cs_cz: Výchozí hodnota vpravo
jp: この右のフィールドのデフォルト値を定義します。

source: Type of range slider
cs_cz: Typ posuvníku rozsahu
jp: スライダーの種類

source: Choose the type of range slider
cs_cz: Vyberte typ posuvníku rozsahu
jp: スライダーの種類を選択します。

source: Price / Rate
cs_cz: Cena / Sazba
jp: 価格/料金

source: Enter the price (or rate) for this field. This value can be used in a formula. Or leave it blank if you need just an information added by the user.
cs_cz: Zadejte cenu (nebo sazbu) pro toto pole. Tuto hodnotu lze použít ve vzorci. Nebo ji nechte prázdnou, pokud potřebujete pouze informace přidané uživatelem.
jp: このフィールドの価格 (または速度) を入力します。この値は、数式で使用できます。 またはユーザーによって追加される情報だけが必要な場合空白のままにします。

source: Reset button text
cs_cz: Resetování textu tlačítka

source: Custom text for reset button
cs_cz: Vlastní text pro tlačítko reset

source: "Free sample" Mode
cs_cz: Režim „vzorek zdarma“

source: Choose between adding "sample" with calculated price or set its price to zero regarding price calculation rules.
cs_cz: Vyberte si mezi přidáním „vzorku“ s vypočtenou cenou nebo nastavením jeho ceny na nulu, pokud jde o pravidla pro výpočet ceny.

source: Calc price
cs_cz: Vypočítat cenu

source: Zero price
cs_cz: Nulová cena

source: Choose whether these suboptions should be shown or hidden at the beginning, so its state will be changed to the opposite once the condition is met.
cs_cz: Zvolte, zda mají být tyto suboptions zobrazeny nebo skryty na začátku, jakmile je podmínka splněna, její stav se změní na opačný.

source: Suboptions conditional rules
cs_cz: Podmíněná pravidla pro suboption
jp: サブオプションの条件付きルール

source: Conditionally displaying suboptions
cs_cz: Podmíněně se zobrazují suboptions
jp: 条件付きでサブオプションを表示する

source: It seems this option is not saved to DB/does not have slug/suboptions yet
cs_cz: Zdá se, že tato volba není uložena do DB / zatím nemá slug / suboptions

source: Add some sub options for select and, please, keep unique slugs for them. These slugs might be used in a formula conditional rules (e.g. when you use operators "equal", "not equal" etc).
cs_cz: Přidejte několik dílčích možností pro výběr a, prosím, uchovejte pro ně jedinečné slugs. Tyto slugs mohou být použity ve vzorcových podmíněných pravidlech (např. Když použijete operátory „rovné“, „nerovné“ atd.).
jp: 追加いくつかのサブ オプションを選択し、それらのユニークなナメクジを保管してください。数式の条件付きルールで使用するこれらのナメクジ (演算子「と等しい」を使用する場合に例えば「等しくない」など)。

source: Title
cs_cz: Nadpis
jp: タイトル

source: Field slug
cs_cz: Slug pole
jp: フィールド

source: Enter a unique slug name for this field (only lowercase latin letters, digits and underscore!). This will be used as a name of the formula variable connected with this field!
cs_cz: Do tohoto pole zadejte jedinečný název slug (pouze malá písmena latinky, číslice a podtržítko!). Toto bude použito jako jméno proměnné vzorce spojené s tímto polem!
jp: ユニークスラッグ名 (小文字ラテン文字、数字およびアンダー スコア!) このフィールドに入力します。これは、このフィールドに接続されている論理式変数の名前として使用されます。

source: Step value
cs_cz: Kroková hodnota
jp: ステップ値

source: Add the step value for this field. Only integer or float number.
cs_cz: Přidejte hodnotu kroku pro toto pole. Pouze celé číslo nebo plovoucí číslo.
jp: このフィールドの増分値を追加します。唯一の整数または浮動小数点数。

source: Maximum time
cs_cz: Maximální čas
jp: 最大時間

source: Add the maximum/latest time (inclusively) allowed for selection. You can use only 24-h format. For example: 09:00 or 19:00.
cs_cz: Přidejte maximální / poslední čas (včetně) povolený pro výběr. Můžete použít pouze formát 24 hodin. Například: 09:00 nebo 19:00.

source: Minimum time
cs_cz: Minimální čas
jp: 最小時間

source: Add the minimum/earliest time (inclusively) allowed for selection. You can use only 24-h format. For example: 09:00 or 19:00.
cs_cz: Přidejte minimální / nejčasnější čas (včetně) povolený pro výběr. Můžete použít pouze formát 24 hodin. Například: 09:00 nebo 19:00.

source: 24-hour Time Picker?
cs_cz: 24-hodin Time Picker?
jp: 24 時間単位での選択ですか？

source: Enables/disables calendar functionality.
cs_cz: Povoluje / zakazuje funkčnost kalendáře.
jp: カレンダーの機能を有効/無効にします。

source: Extra selector from Popup Maker
cs_cz: Extra selektor od Popup Maker
jp: ポップアップ メーカーから余分なセレクター

source: Type of tooltip
cs_cz: Typ tooltipu
jp: ツールヒントの種類

source: Text for tooltip
cs_cz: Text pro tooltip
jp: テキストのツールチップ

source: Custom text that will be used in tooltip.
cs_cz: Vlastní text, který bude použit v popisu.
jp: ツールヒントに使用するカスタム テキストです。

source: Choose the type based on type of data you are expecting from users. For instance, if you expect some text or don't mind about type of data at all, choose type "string".
cs_cz: Vyberte typ na základě typu dat, která od uživatelů očekáváte. Například, Pokud očekáváte nějaký text nebo vám vůbec nevadí typ dat, zvolte typ „řetězec“.
jp: ユーザーから期待しているデータの型に基づいた型を選択します。たとえば、いくつかのテキストを期待して、すべてのデータの種類について気にしない場合は、型"string"を選択します。

source: String
cs_cz: Řetězec
jp: 文字列

source: Decimals
cs_cz: Desetinná čísla
jp: 小数点を使用する

source: Uploading mode
cs_cz: Režim nahrávání
jp: アップロード中

source: Choose whether it will be possible to upload only one file per option or many.
cs_cz: Vyberte, zda bude možné nahrát pouze jeden soubor na jednu nebo více možností.
jp: それはまたは多くのオプションごとに 1 つだけのファイルをアップロードすることが可能にするかどうかを選択します。

source: Custom validation messages
cs_cz: Vlastní ověřovací zprávy
jp: カスタムの検証メッセージ

source: Enables an opportunity to set custom validation message for certain validation event. In case of the last field the format is: "data-parsley-`constraint`-message="my msg"
cs_cz: Umožňuje nastavit vlastní zprávu o ověření pro určitou událost ověření. V případě posledního pole je formát: "data-parsley-`constraint`-message =" my msg "
jp: 特定の検証イベントのカスタム検証メッセージを設定する機会をできます。形式は、最後のフィールドの場合:"データ - パセリ-'制約'-メッセージ =「私の msg」

source: when is required
cs_cz: kdy je třeba
jp: 必須とされている ?

source: when type is invalid
cs_cz: když je typ neplatný
jp: 「無効なファイルタイプ」のようなもの

source: for any custom validation
cs_cz: pro jakékoli vlastní ověření
jp: カスタム検証のため

source: Extra validation rules
cs_cz: Extra validační pravidla
jp: 検証

source: Add new validation rules for this option
cs_cz: Přidejte nová ověřovací pravidla pro tuto možnost
jp: 新しいオプションを追加する

source: Conditional validation scheme
cs_cz: Schéma podmíněného ověřování
jp: 検証

source: Margins
cs_cz: Okraje
jp: マージン

source: Offset
cs_cz: Odsazení
jp: オフセット

source: New Window
cs_cz: Nové okno
jp: 新しいウインドウ

source: Same Window
cs_cz: Stejné okno
jp: 同じタブ

source: Text Align
cs_cz: Zarovnání textu
jp: フォームを左に揃えます

source: Vertical Align
cs_cz: Vertical zarovnání
jp: フォームを左に揃えます

source: Select options
cs_cz: Vyberte možnosti
jp: 選択フィールドのオプション

source: Calculate
cs_cz: Vypočítat
jp: 計算する

source: Reset form
cs_cz: Resetovat formulář

source: View cart
cs_cz: Prohlédnout košík

source: Item
cs_cz: Položka
jp: 項目

source: Add/Edit CPO option(s)
cs_cz: Přidej/uprav CPO možnosti
jp: CPOオプションの追加/編集

source: Edit
cs_cz: Upravit
jp: 編集

source: Edit (inline)
cs_cz: Upravit (inline)
jp: ラベルをインラインで表示する

source: Uni CPO requires PHP version %s+. It is activated but NOT FUNCTIONAL!
cs_cz: Uni CPO vyžaduje PHP verzi% s +. Je aktivován, ale NENÍ FUNKČNÍ!

source: Uni CPO requires WordPress version %s+. It is activated but NOT FUNCTIONAL!
cs_cz: Uni CPO vyžaduje verzi WordPress% s +. Je aktivován, ale NENÍ FUNKČNÍ!

source: CSS selector
jp: カスタムCSSルール

source: By default, this is "shop_single". However the actual thumbnail size used depends on the theme and you may need to choose the correct one. This setting works in conjuction with the previous one and it is important to choose proper image size, so it will be used whenever a customer selects new option in a dropdown option or image select option with an image added to this chosen option.
jp: デフォルトでは、これは "shop_single"です。実際のサムネイルサイズはテーマによって異なりますので、正しいサムネイルサイズを選択する必要があります。この設定は、以前のイメージと同様に機能し、適切なイメージサイズを選択することが重要です。このオプションは、ドロップダウンオプションまたはイメージ選択オプションで新しいオプションを選択したときに使用されます。

source: Custom selector (id/class) for a product thumbnails wrapper html tag
jp: 製品サムネイルラッパーhtmlタグのカスタムセレクター（ID /クラス）

source: By default, the selector for a product thumbnails wrapper html tag on a single product page is "ol.flex-control-thumbs". However, the actual html markup of the thumbnails block depends on the theme and you may need to define yours custom selector.
jp: デフォルトでは、単一の商品ページにある商品サムネイルラッパーhtmlタグのセレクターは「ol.flex-control-thumbs」です。ただし、サムネイルブロックの実際のhtmlマークアップはテーマによって異なり、カスタムセレクターを定義する必要があります。

source: Global option: a comma separated list of allowed mime types as extension names. Default is: "jpg,zip". Important: file types defined here still must comply with allowed MIME types by WP itself. More info here: https://codex.wordpress.org/Function_Reference/get_allowed_mime_types
jp: グローバル オプション: コンマで区切った拡張子名として許可されている mime の種類の一覧。既定では、:「jpg、zip」.重要: ここで定義されているファイルの種類も遵守しなければならない WP 自体によって許可される MIME タイプ。詳しくはこちら: https://codex.wordpress.org/Function_Reference/get_allowed_mime_types

source: jpg,zip
jp: 郵便番号

source: Local
jp: ローカル

source: This setting works only if a custom local folder is enabled. The path always starts in the standard "uploads" folder. {{{POST_ID}}} and {{{DATE}}} variables may be used folders structure scheme.
jp: この設定は、カスタムローカルフォルダが有効な場合にのみ機能します。パスは常に標準の "uploads"フォルダから始まります。 {{{POST_ID}}}や{{{DATE}}}の変数はフォルダ構造体として使用できます。

source: go to the builder
jp: CPO ビルダーへ

source: Update
jp: 更新

source: Invalid builder model object type
jp: 無効なビルダー モデル オブジェクトの種類

source: Failed to open input stream.
jp: 入力ストリームを開くことができませんでした。

source: Still uploading...
jp: まだアップロードしています…

source: Not enough data
jp: データ不足

source: A .txt file with encoded info of settings for product #%d is attached to this email. The info contains the builder content as well as all the product settings added via CPO plugin for this product. Use this file to re-import the settings elsewhere.
jp: この電子メールには、製品#%dの設定のエンコードされた情報を含む.txtファイルが添付されています。この情報には、ビルダーのコンテンツと、この製品のCPOプラグインを使用して追加されたすべての製品設定が含まれています。このファイルを使用して、別の場所で設定を再インポートします。

source: Scroll to increment
jp: スクロールマージン

source: Click to toggle
jp: クリックで切り替え

source: Matrix
jp: マトリックス

source: 2nd var/1st var
jp: 2/1 日 var var

source: - None -
jp: なし

source: No cart form found! Check WooCommerce hooks integration with your theme
jp: カートのフォームが見つかりましたなし!WooCommerce フックあなたのテーマとの統合をチェックします。

source: Too many cart forms found! Uni CPO works on single product page only!
jp: あまりにも多くのカート フォームを発見!ユニの CPO は、単一の製品ページにのみ作品!

source: Regular price is not set. Price is required (even "1" works)!
jp: 通常価格は設定されていません。価格が必要 (でも「1」の作品) です!

source: It seems that price tag selector is wrong, please update!
jp: その価格タグ セレクターが間違っているようだ、アップデートしてください!

source: It seems that image tag selector is wrong, please update!
jp: そのイメージ タグ セレクターが間違っているようだ、アップデートしてください!

source: Builderius Module
jp: Builderius モジュール

source: CPO builder
jp: CPO ビルダー

source: CPO Builder
jp: CPO ビルダー

source: Import/Export
jp: インポート/エクスポート

source: -None-
jp: なし

source: Import
jp: インポート

source: Export
jp: すべてのフォームをエクスポートする

source: Email
jp: Eメール

source: - Not selected -
jp: -ラベルが選択されていません-

source: yd
jp: ヤード

source: Radio Inputs
jp: ラジオ入力

source: None
jp: なし

source: Center Top
jp: 「フィールド」の場合、ツールチップは上に配置されます

source: Center Center
jp: 中央中央

source: Center Bottom
jp: 中央下

source: Left Top
jp: フォームを左に揃えます

source: Left Center
jp: フォームを左に揃えます

source: Left Bottom
jp: フォームを左に揃えます

source: Right Top
jp: 「フィールド」の場合、ツールチップは上に配置されます

source: Right Center
jp: 右中央

source: Right Bottom
jp: 右下

source: Scroll
jp: スクロールマージン

source: Class
jp: カスタムCSSルール

source: Base64 Encoded Image
jp: 画像をアップロード

source: Matrix data
jp: インポート日

source: Text
jp: テキスト

source: CSS Class (optional)
jp: カスタムCSSルール

source: Alt Image
jp: 画像

source: Postfix
jp: 後に

source: Prefix
jp: 敬称

source: Class name
jp: クラス名

source: Tooltip Image
jp: 「フィールド」の場合、ツールチップは上に配置されます

source: Lightbox
jp: ライトボックス

source: Popup Maker
jp: ポップアップ メーカー

source: Integer
jp: 整数

source: Float
jp: 回り込み

source: Font Family
jp: フォント ファミリー

source: Font Size
jp: フォント サイズ

source: Font Style
jp: フォントスタイル

source: Normal
jp: ノーマル

source: Italic
jp: イタリック

source: Font Weight
jp: フォントの太さ

source: Space Between
jp: スペースの間隔

source: Height Type
jp: 最大高さ

source: Auto
jp: このオプションはアドレスの自動補完を有効にします

source: Full Height
jp: 最大高さ

source: Custom
jp: カスタム

source: ID
jp: Google Analytics ID

source: Letter Spacing
jp: 文字間隔

source: Line Height
jp: 最大高さ

source: Paddings
jp: パディング

source: Radius
jp: 半径

source: Link No Follow
jp: リンク

source: Synced, ID#{{- data.pid }}
jp: Google Analytics ID

source: Unsync
jp: 非同期

source: Not synced
jp: 同期されません

source: Connect
jp: 接続

source: Save data
jp: セーブ

source: Link Target
jp: リンク

source: Center
jp: 中央

source: Width Type
jp: 列の幅

source: %s duplicated.
jp: %sは重複しています。
