Repository: moomoo-agency/uni-woo-custom-product-options
Catalog: languages/uni-cpo-*.po
Languages: cs_cz, jp

source: Cart item of this product will be possible to edit in the cart in "full" edit mode if this option is enabled. It means that a customer will be redirected to the product page where options' values will be pre-filled with those from the cart item. A customer will be redirected to the cart after clicking both "Cancel" and "Update" buttons. The related cart item options' values will be updated if "Update" button will be clicked.
cs_cz: Položku košíku u tohoto produktu bude možné editovat v košíku v režimu "plné" úpravy, pokud je tato možnost povolena. To znamená, že zákazník bude přesměrován na stránku produktu, kde budou hodnoty voleb předem vyplněny hodnotami z položky košíku. Zákazník bude přesměrován do košíku po kliknutí na tlačítka „Storno“ a „Aktualizovat“. Hodnoty možností souvisejících položek košíku budou aktualizovány po kliknutí na tlačítko „Aktualizovat“.
jp: このオプションが有効になっている場合、この製品のカートアイテムは「フル」編集モードでカート内で編集することができます。これは、顧客が商品ページにリダイレクトされ、オプションの値がカートアイテムからの値であらかじめ入力されることを意味します。 「キャンセル」ボタンと「更新」ボタンの両方をクリックした後、顧客はカートにリダイレクトされます。関連するカートアイテムのオプションの値は、「更新」ボタンがクリックされると更新されます。

source: Enable "silent validation" mode?
cs_cz: Povolit režim „tichého ověření“?
jp: 「サイレント検証」モードを有効にしますか？

source: Removes validation error messages for all the required fields, but still correctly validates them; useful for preventing "this field is required" messages spam in the form field.
cs_cz: Odebere chybové zprávy o ověření pro všechna povinná pole, ale stále je správně ověří; užitečné pro zamezení spamu „toto pole je vyžadováno“ v poli formuláře.
jp: すべての必須フィールドの検証エラーメッセージを削除しますが、正しく検証します。フォームフィールドに "このフィールドは必須です"という迷惑メールを防ぐのに便利です。

source: Custom quantity field
cs_cz: Pole vlastní množství

source: By default it is a standard WC qty field. But it also can be any Text Input based custom option. Important: WC original "sold individually" setting must be enabled so this setting could work!
cs_cz: Standardně se jedná o standardní WC qty pole. Může to však být také jakákoli vlastní možnost založená na zadávání textu. Důležité: Původní nastavení WC „prodává se samostatně“ musí být povoleno, aby toto nastavení mohlo fungovat!

source: WC qty field
cs_cz: WC qty pole

source: Sold individually?
cs_cz: Prodáváte samostatně?

source: Uni CPO uses WC original "sold individually" setting for hiding WC qty field only. Still, we need a possibility to restrict adding the same product twice to the cart even for Uni CPO enabled products. This is exactly what this setting does!
cs_cz: Uni CPO používá WC originální nastavení „prodává se samostatně“ pouze pro skrytí WC pro qty pole. Stále však potřebujeme možnost omezit přidání stejného produktu do košíku dvakrát, a to i u produktů podporujících Uni CPO. Toto je přesně toto nastavení!

source: Reset form button?
cs_cz: Tlačítko reset formuláře?

source: Enable this option if you want to show "Reset all form" button
cs_cz: Tuto možnost povolte, pokud chcete zobrazit tlačítko „Obnovit celý formulář“

source: Minimal price
cs_cz: Minimální cena
jp: 価格

source: Set minimal possible price for the product regardless the calculated value by using the product custom formula.
cs_cz: Nastavte minimální možnou cenu produktu bez ohledu na vypočtenou hodnotu pomocí vlastního vzorce produktu.
jp: セット製品の最小限の価格関係なく計算値製品のカスタム式を使用しています。

source: Important: you still have to define a regular product price under General tab! Otherwise, this product will be considered as free.
cs_cz: Důležité: stále musíte definovat běžnou cenu produktu na kartě Obecné! V opačném případě bude tento produkt považován za bezplatný.
jp: 重要: [全般] タブの下で定期的な製品価格を定義するあるまだ!それ以外の場合、この製品は、空きとして考慮されます。

source: Maximum price
cs_cz: Maximální cena
jp: 最高価格

source: Set maximum possible price for the product. The calculated price will be compared with this value and ordering of the product will be disabled if the calculated price is bigger than this value. If "Text to display when ordering is disabled" setting is not empty, its value will be displayed in this case.
cs_cz: Nastavte maximální možnou cenu za produkt. Vypočítaná cena bude porovnána s touto hodnotou a objednávka produktu bude deaktivována, pokud bude vypočítaná cena větší než tato hodnota. Pokud nastavení „Text, který se má zobrazit při zakázaném řazení“, není prázdné, bude v tomto případě zobrazena jeho hodnota.
jp: 製品の最大の可能な限り価格を設定します。計算後の価格は、この値と比較され、計算後の価格がこの値より大きい場合、製品の順序を無効にします。」ご注文の際に表示するテキストを無効にする"が設定されていない場合、その値はこの場合表示されます。

source: Text to display when ordering is disabled
cs_cz: Text, který se zobrazí, když je zakázáno objednávání
jp: ご注文の際に表示されるテキストが無効になっています。

source: Every time you use a special word "disable" instead of actual formula, the product becomes disabled for ordering and the text below is displayed just under the product price. Leave it empty to disable the setting.
cs_cz: Pokaždé, když místo skutečného vzorce použijete speciální slovo „zakázat“, produkt se z důvodu objednání deaktivuje a níže uvedený text se zobrazí těsně pod cenou produktu. Chcete-li nastavení deaktivovat, nechte jej prázdné.
jp: 実際の式ではなく「無効にする」特別な単語を使用するたびに、製品を注文するため無効になります、製品価格のすぐ下に以下のテキストが表示されます。それを設定を無効にする空のまま。

source: Price suffix
cs_cz: Přípona ceny
jp: 価格

source: Custom price tag suffix. If set, will be shown ONLY if the product ordering is disabled for any reason.
cs_cz: Přípona vlastní cenovky. Pokud je nastaveno, zobrazí se POUZE, pokud je objednávka produktu z jakéhokoli důvodu zakázána.
jp: カスタム価格タグの接尾辞。設定されている場合、何らかの理由で製品の発注が無効になっている場合にのみ表示されます。

source: Price postfix
cs_cz: Cenový postfix
jp: 価格

source: Custom price tag postfix. If set, will be shown in any case.
cs_cz: Vlastní cenový postfix. Pokud je nastavena, zobrazí se v každém případě.
jp: カスタム価格タグの接尾辞。設定されている場合、いずれの場合にも表示されます。

source: Starting price
cs_cz: Cena od
jp: 開始価格

source: Displays a starting price (marketing price) instead of "0.00" if any of required options is empty. Leave empty to disable the setting.
cs_cz: Zobrazí cenu od (tržní cenu) místo „0,00“ jestliže jakákoli požadovaná volba je prázdná. Chcete-li nastavení deaktivovat, ponechte prázdné.
jp: 必要なオプションのいずれかが空の場合、「0.00」の代わりに開始価格（マーケティング価格）を表示します。設定を無効にするには、空のままにします。

source: Price template for archives
cs_cz: Cenová šablona pro archivy
jp: 初期価格

source: Price template for archives during active sale
cs_cz: Cenová šablona pro archivy během aktivního prodeje

source: This the same as above, but this template will be chosen only during active sales campaign for this product.
cs_cz: Stejné jako výše, ale tato šablona bude vybrána pouze během aktivní prodejní kampaně pro tento produkt.

source: Enable Colorify?
cs_cz: Povolit Colorify?

source: Enables "Colorify" functionality. Important: product image must be set (either alone or with product gallery images).
cs_cz: Aktivuje funkci „Colorify“. Důležité: Obrázek produktu musí být nastaven (samostatně nebo s obrázky z galerie produktů).

source: Enable Imagify?
cs_cz: Povolit Imagify?

source: Enables "Imagify" functionality. Important: it does not work when Colorify is enabled! You have to use either Colorify or Imagify. Important: product image must be set (either alone or with product gallery images).
cs_cz: Umožňuje funkci „Imagify“. Důležité: nefunguje, je-li povolena funkce Colorify! Musíte použít Colorify nebo Imagify. Důležité: Obrázek produktu musí být nastaven (samostatně nebo s obrázky z galerie produktů).

source: Base image for Imagify
cs_cz: Základní obrázek pro Imagify

source: Adds a base image (the static one that will be placed below all other "images-layers") to be used for Imagify
cs_cz: Přidá základní obrázek (statický, který bude umístěn pod všechny ostatní „obrazové vrstvy“), který bude použit pro Imagify

source: Duplicate from another product
cs_cz: Duplikovat z jiného produktu
jp: 別の製品から複製する

source: Fetch data
cs_cz: Načíst data
jp: データの取得

source: remove pid attribute values from all the modules
cs_cz: odeberte hodnoty atributů pid ze všech modulů
jp: すべてのモジュールからpid属性値を削除する

source: Choose a file
cs_cz: Vyberte soubor
jp: タイプを選択

source: Your email
cs_cz: Váš email
jp: メールアドレス

source: Submit
cs_cz: Odeslat
jp: 送信

source: Role Based Discounts
cs_cz: Slevy založené na rolích
jp: 基本ディスカウントルール

source: Quantity Based Discounts
cs_cz: Množstevní slevy

source: Cart discounts strategy
cs_cz: Strategie slev košíku

source: Choose how to apply different types of cart discounts
cs_cz: Vyberte si, jak použít různé typy slev košíku

source: Use the highest discount only
cs_cz: Používejte pouze nejvyšší slevu

source: Combine all applicable discounts
cs_cz: Kombinujte všechny aplikované slevy

source: Enable role based cart discounts?
cs_cz: Povolit slevy na košíku založené na rolích?
jp: 基本ディスカントルールを有効にしますか？

source: This setting enables/disables cart discounts functionality based on a user role.
cs_cz: Toto nastavení povoluje / zakazuje funkčnost slev vozíku na základě role uživatele.
jp: この設定を有効/無効にカート割引機能はユーザーの役割に基づきます。

source: Enable quantity based cart discounts?
cs_cz: Povolit množstevní slevy v košíku?

source: This setting enables/disables cart discounts functionality based on the quantity of ordered items.
cs_cz: Toto nastavení umožňuje / zakazuje funkci slev košíku na základě množství objednaných položek.

source: Type and value of discount for
cs_cz: Druh a hodnota slevy pro
jp: 割引クーポン

source: Percentage
cs_cz: Procentuální
jp: パーセンテージ

source: Fixed
cs_cz: Fixní
jp: 固定金額

source: Choose a qty field to check for qty discounts based on.
cs_cz: Vyberte pole množství pro kontrolu množství slevy.

source: It may be standard WC qty field or any custom option that serves as qty field. We do not recommend using the option chosen here in your price calculation formula, still it is possible. Always double check ;)
cs_cz: Může to být standardní WC qty pole nebo jakákoli vlastní volba, která slouží jako qty pole. Nedoporučujeme používat možnost vybranou zde ve vzorci pro výpočet ceny, přesto je to možné. Vždy dvakrát zkontrolujte;)

source: Add Rule
cs_cz: Přidat pravidlo
jp: ステップを追加

source: Remove All
cs_cz: Odebrat všechny
jp: すべてのステップを削除

source: Min. qty
cs_cz: Min. množství

source: Max. qty
cs_cz: Max. množství

source: Type
cs_cz: Typ
jp: タイプ

source: Discount
cs_cz: Sleva

source: Main Formula & Formulas Conditional Logic
cs_cz: Hlavní vzorec a podmíněná logika vzorců
jp: 主な公式・数式条件付きロジック

source: Formula
cs_cz: Vzorec
jp: 数式

source: This is a simple formula for your product. It will be applied if no rules are added or none of them are match.
cs_cz: Toto je jednoduchý vzorec pro váš produkt. Použije se, pokud nejsou přidána žádná pravidla nebo pokud se žádné z nich neshoduje.
jp: これはあなたの製品のための簡単な公式です。ルールが追加されていない場合、または一致するルールがない場合は適用されます。

source: Conditional Logic
cs_cz: Podmíněná logika
jp: 画像をアップロード

source: It is also possible to use Formula Conditional Rules feature. First, enable it here and add some rules then.
cs_cz: Je také možné použít funkci vzorce s podmíněnými pravidly. Nejprve to povolte zde a poté přidejte některá pravidla.
jp: フォーミュラ条件付きルール機能を使用することもできます。まず、ここで有効にして、いくつかのルールを追加します。

source: Main formula
cs_cz: Hlavní vzorec
jp: 主な色

source: Available variables:
cs_cz: Dostupné proměnné:
jp: 利用可能

source: Controls:
cs_cz: Ovládání:
jp: コントロール

source: Fetch the rule
cs_cz: Načíst pravidlo
jp: ルールを取得する

source: Image Conditional Logic
cs_cz: Logická podmínka obrazků
jp: 画像条件付きロジック

source: It is possible to change the main image of product item based on the values of custom options.
cs_cz: Je možné změnit hlavní obrázek položky produktu na základě hodnot vlastních možností.
jp: カスタムオプションの値に基づいて商品アイテムのメインイメージを変更することができます。

source: Image
cs_cz: Obrázek
jp: 画像

source: Is used as a suboption image as well as can be used as the one that replaces the main product image
cs_cz: Používá se jako podvolba obrázku a může být také použit jako ten, který nahrazuje image hlavního produktu
jp: サブオプションイメージとして使用されるだけでなく、主製品イメージを置き換えるものとして使用できます

source: Weight Calculation
cs_cz: Výpočet hmotnosti
jp: 計算

source: It is possible to calculate the weight of the ordered product item based on the values of custom options and a custom maths formula.
cs_cz: Hmotnost objednané položky produktu je možné vypočítat na základě hodnot vlastních možností a vlastního matematického vzorce.
jp: カスタムオプションの値とカスタム数式の式に基づいて、注文商品の重量を計算することができます。

source: It is also possible to use Weight Formula Conditional Rules feature.
cs_cz: Je také možné použít funkci Podmíněná pravidla pro výpočet hmotnosti.
jp: 重み式条件付きルール機能を使用することもできます。

source: Main formula for weight
cs_cz: Hlavní vzorec pro hmotnost
jp: メインタイトルのHTMLタグ

source: Dimensions Settings
cs_cz: Nastavení rozměrů
jp: 寸法の設定

source: Dimensions Calculation
cs_cz: Výpočet rozměrů
jp: 寸法計算

source: It is possible to enable setting ordered product dimensions dynamically based on chosen custom options
cs_cz: Je možné povolit dynamické nastavení objednaných rozměrů produktu na základě zvolených vlastních možností
jp: 選択したカスタムオプションに基づいて注文商品の寸法を動的に設定することができます

source: Measurement unit
cs_cz: Měrná jednotka
jp: 物理単位

source: The following measurement unit is being used in your store: %s (according to the WC settings). The same unit will be used by your shipping plugin (if you use any).
cs_cz: Následující měrná jednotka:% s je používaná ve vašem obchodě(podle nastavení WC). Stejnou jednotku bude používat váš přepravní plugin (pokud používáte).
jp: 次の測定単位が店舗で使用されています：%s（WC設定に従います）。同じユニットが出荷用プラグインで使用されます（使用している場合）。

source: Additionally, you may use this setting if you want to let you customers to choose an input measurement unit dynamically. Select the option which handles this. The values of the options responsible for width, height and length will be automatically converted FROM the unit chosen in this option TO the measurement unit of your store before are being sent both to shipping plugin and used in price calculation.
cs_cz: Toto nastavení můžete navíc použít, pokud chcete zákazníkům umožnit dynamicky zvolit vstupní jednotku měření. Vyberte možnost, která to zvládne. Hodnoty možností odpovědných za šířku, výšku a délku budou automaticky převedeny z jednotky vybrané v této možnosti na měrnou jednotku vašeho obchodu, než budou odeslány do přepravního pluginu a použity při výpočtu ceny.
jp: さらに、顧客が入力測定単位を動的に選択できるようにする場合は、この設定を使用することができます。これを処理するオプションを選択します。幅、高さ、長さを担当するオプションの値は、このオプションで選択した単位から自動的に出荷プラグインに送信され、価格計算に使用される前に店舗の測定単位に変換されます。

source: Length
cs_cz: Délka
jp: 必要最小限の長さを入力してください

source: Convert length automatically?
cs_cz: Převést délku automaticky?
jp: 自動的に長さを変換しますか？

source: Select the option which value will be used as product length.
cs_cz: Vyberte možnost, která hodnota bude použita jako délka produktu.
jp: 製品長さとして使用する値を選択します。

source: Width
cs_cz: Šířka
jp: 最大幅

source: Convert width automatically?
cs_cz: Převést šířku automaticky?
jp: 自動的に幅を変換しますか？

source: Select the option which value will be used as product width.
cs_cz: Vyberte možnost, která hodnota bude použita jako šířka produktu.
jp: 製品幅として使用する値を選択します。

source: Height
cs_cz: Výška
jp: 最大高さ

source: Convert height automatically?
cs_cz: Převést výšku automaticky?
jp: 自動的に高さを変換しますか？

source: Select the option which value will be used as product height.
cs_cz: Vyberte možnost, která hodnota bude použita jako výška produktu.
jp: 製品高さとして使用する値を選択します。

source: Non Option Variables
cs_cz: Proměnné bez možností
jp: 非オプション変数

source: NOVs are variables without direct connection to any options.
cs_cz: NOVs jsou proměnné bez přímého napojení na jakékoli možnosti.

source: Wholesale
cs_cz: Velkoobchod
jp: 卸売

source: Enabling this functionality will make it possible to set different value/formula on per user role basis
cs_cz: Povolení této funkce umožní nastavit různé hodnoty / vzorce na základě role uživatele
jp: この機能を有効にすることが異なる値/数式にユーザーの役割ごとに設定することが可能

source: Controls
cs_cz: Ovládání
jp: コントロール

source: Matrix?
cs_cz: Matrice?

source: Convert unit?
cs_cz: Převést jednotku?
jp: 単位を変換しますか？

source: to
cs_cz: do
jp: から

source: WC default unit
cs_cz: WC výchozí jednotka
jp: デフォルト

source: Display in cart?
cs_cz: Zobrazit v košíku?

source: Name
cs_cz: Jméno
jp: 名前

source: Generate
cs_cz: Generovat
jp: 生成

source: Invalid data store.
cs_cz: Neplatné úložiště dat.
jp: データストアが無効

source: Invalid option.
cs_cz: Neplatná možnost.
jp: オプションが無効です。

source: Button
cs_cz: Tlačítko
jp: ボタン

source: Click here
cs_cz: Klikněte zde
jp: ここをクリック

source: Please add image to this module!
cs_cz: Přidejte obrázek k tomuto modulu!
jp: このモジュールに画像を追加してください!

source: Paragraph
cs_cz: Odstavec
jp: 段落

source: Some text here
cs_cz: Nějaký text zde
jp: ここをクリック

source: Checkbox Inputs
cs_cz: Zaškrtávací políčka Vstupy
jp: チェックボックス

source: Please add suboptions to this option!
cs_cz: Přidejte k této možnosti podmožnosti!
jp: このオプションにサブオプションを追加してください!

source: Date picker
cs_cz: Výběr data
jp: 日付ピッカー

source: Dynamic Notice
cs_cz: Dynamické upozornění
jp: 法的通知

source: Extra Cart Button
cs_cz: Tlačítko Extra košík

source: Add to cart
cs_cz: Přidat do košíku

source: File Upload
cs_cz: Nahrát soubor
jp: 画像をアップロード

source: Add/Edit file
cs_cz: Přidej/uprav soubor
jp: ファイルフィールド

source: Local storage setting is set to "Dropbox", so it is not possible to add/edit files from here
cs_cz: Nastavení místního úložiště je nastaveno na „Dropbox“, takže odtud není možné přidávat / upravovat soubory

source: Google map is unavailable in the builder mode
cs_cz: Mapa Google není v režimu builder k dispozici

source: Please select...
cs_cz: Prosím vyberte...
jp: 選択してください

source: Please add image to suboption
cs_cz: Přidejte obrázek k podmožnosti
jp: サブオプションに画像を追加してください

source: Range Slider
cs_cz: Posuvník rozsahu
jp: スライダー

source: Select
cs_cz: Vyber
jp: 選択

source: Text Area
cs_cz: Oblast textu
jp: テキスト

source: Text Input
cs_cz: Zadávání textu
jp: テキスト

source: Align
cs_cz: Zarovnat
jp: フォームを左に揃えます

source: Color
cs_cz: Barva
jp: 色

source: Hover Color
cs_cz: Hover Barva
jp: 色

source: Repeat
cs_cz: Opakovat
jp: 繰り返し

source: Repeat-X
cs_cz: Opakujte-X
jp: 横方向のみ繰り返し

source: Repeat-Y
cs_cz: Opakujte-Y
jp: 縦方向のみ繰り返し

source: Position
cs_cz: Pozice
jp: ポジション

source: Attachment
cs_cz: Příloha
jp: アタッチメント

source: Size
cs_cz: Velikost
jp: ファイルフィールドのサイズエラー

source: Contain
cs_cz: Obsahuje
jp: 画像全体を表示

source: Cover
cs_cz: Zakrýt
jp: カバー

source: Bottom
cs_cz: Dno
jp: 各ステップの下部に合計金額を表示または非表示にする

source: Solid
cs_cz: Plný
jp: 直線

source: Dashed
cs_cz: Čárkovaný
jp: 破線

source: Dotted
cs_cz: Tečkovaný
jp: 点線

source: Double
cs_cz: Dvojitý
jp: ダブル（2重線）

source: Left
cs_cz: Levý
jp: このオプションを有効にすると、フィールドの左側にラベルが表示されます

source: Right
cs_cz: Pravý
jp: 右

source: Top
cs_cz: Nahoře
jp: 上

source: Active Color
cs_cz: Aktivní barva
jp: 色

source: Color Bottom
cs_cz: Podkladová barva
jp: カラーボトム

source: From
cs_cz: Od
jp: バブルサマリーから価格を隠す

source: To
cs_cz: Do
jp: まで

source: Color Top
cs_cz: Vrchní barva
jp: 「フィールド」の場合、ツールチップは上に配置されます

source: Content Width
cs_cz: Šířka obsahu
jp: 列の幅

source: Full Width
cs_cz: Plná šířka
jp: 全幅を埋めるために0のままにする

source: Content
cs_cz: Obsah
jp: 管理者用pdfコンテンツ

source: Mode
cs_cz: Režim

source: Choose between using like a regular "add to cart" button or specifically for "free sample" functionality (marks cart item as "sample").
cs_cz: Vyberte si mezi běžným tlačítkem „přidat do košíku“ nebo speciálně pro funkci „zdarma vzorek“ (označí položku košíku jako „vzorek“).

source: Regular
cs_cz: Pravidelný

source: "Free sample"
cs_cz: "Vzorek zdarma"

source: Custom values
cs_cz: Vlastní hodnoty
jp: カスタム

source: A list of comma separated custom values. You must to add at least two values. Also you can't add comma as last char
cs_cz: Seznam vlastních hodnot oddělených čárkami. Musíte přidat alespoň dvě hodnoty. Jako poslední znak také nemůžete přidat čárku
jp: コンマ区切りのカスタム値のリスト。少なくとも2つの値を追加する必要があります。また、カンマを最後の文字として追加することはできません

source: Important to save to DB if modified
cs_cz: Důležité je uložit do DB, pokud je změněno
jp: 変更された場合、DB に保存することが重要

source: Conjunction
cs_cz: Spojení
jp: コンジャンクション

source: Customizing the conjunction. Please use this template {#YOUR_SYMBOLS#}
cs_cz: Přizpůsobení spojení. Použijte tuto šablonu {# TVUJ_SYMBOL #}

source: Maximum date
cs_cz: Maximální datum
jp: 最大

source: Add the maximum/latest date (inclusively) allowed for selection
cs_cz: Přidejte maximální / poslední datum (včetně) povolené pro výběr
jp: (包括的) の選択で使用できる最大/最新日付を追加します。

source: Minimum date
cs_cz: Minimální datum
jp: 最小

source: Add the minimum/earliest date (inclusively) allowed for selection
cs_cz: Přidejte minimální / nejčasnější datum (včetně) povolené pro výběr
jp: (包括的) 選択で使用できる最小値/最も早い日付を追加します。

source: Dates based rules
cs_cz: Pravidla založená na datech
jp: ビジー状態の日付

source: These rules work in addition to "Price/Rate" setting and actually extend this setting far beyond, make it possible to apply different values based on dates/dates ranges chosen.
cs_cz: Tato pravidla fungují vedle nastavení „Cena / sazba“ a toto nastavení ve skutečnosti rozšiřují mnohem dále, umožňují použít různé hodnoty na základě zvolených datových / datových rozsahů.
jp: これらのルールは、「価格・料金」の設定さら働くし、実際はるかに超えて、作る選択日付/日付範囲に基づく異なる値に適用することが可能この設定を拡張。

source: Type of field
cs_cz: Typ pole
jp: フィールドのタイプ

source: Choose between "single", "range" and "multiple" datepicker
cs_cz: Vyberte si mezi „jednorázovým“, „rozsahem“ a „vícenásobným“ datepickerem

source: Single
cs_cz: Jednorázový
jp: シングル

source: Range
cs_cz: Rozsah
jp: 結果として価格帯を表示する

source: Multiple
cs_cz: Vícenásobný
jp: 複数

source: Days/Nights mode
cs_cz: Dny/Noci mód
jp: 12時間モードを使用しますか？

source: Choose between counting days or nights
cs_cz: Vyberte si mezi počítáním dnů nebo nocí
jp: Day、Nightを選択してください。

source: Nights
cs_cz: Noci
jp: 泊

source: Days
cs_cz: Dny
jp: 結果は、選択した2つの日付の間の日数になります

source: Default (initial) value
cs_cz: Výchozí (počáteční) hodnota
jp: デフォルト（初期）値

source: Add the default value for this field
cs_cz: Přidejte do tohoto pole výchozí hodnotu
jp: このフィールドのデフォルト値を定義します。

source: Disabled dates
cs_cz: Vypnuté datumy
jp: ビジー状態の日付

source: Comma separated list of disabled dates
cs_cz: Seznam zakázaných dat oddělených čárkami
jp: 無効日付のカンマで区切られたリスト

source: Select date(s)...
cs_cz: Vybrat data ...
jp: 日付選択...

source: Enable inline editing in cart?
cs_cz: Povolit inline editaci v košíku?
jp: カートでのインライン編集を有効にするか。

source: Enables/disables a possibility to edit this option inline in the cart. Such possibility must also be enabled globally for this product.
cs_cz: Povoluje / zakazuje možnost úpravy této volby vložené do košíku. Tato možnost musí být pro tento produkt rovněž povolena globálně.
jp: カート内のこのオプションをインラインで編集する機能を有効/無効にします。このような可能性も、この製品でグローバルに有効にする必要があります。

source: No
cs_cz: Ne
jp: いいえ

source: Yes
cs_cz: Ano
jp: はい

source: The code of encoded image. Is used for Colorify functionality. You can use b64.io web service to perform the encoding.
cs_cz: Kód zakódovaného obrazu. Používá se pro funkci Colorify. K provedení kódování můžete použít webovou službu b64.io.

source: Show or hide by default?
cs_cz: Zobrazit nebo skrýt ve výchozím nastavení?
jp: 既定で非表示または表示にします。

source: Choose whether this option should be shown or hidden at the beginning, so its state will be changed to the opposite once the condition is met.
cs_cz: Zvolte, zda má být tato možnost na začátku zobrazena nebo skrytá, jakmile je podmínka splněna, její stav se změní na opačný.

source: Hide
cs_cz: Skrýt
jp: 非表示

source: Show
cs_cz: Zobrazit
jp: 表示

source: Field conditional logic builder
cs_cz: Builder logických podmíněných polí
jp: フィールドの条件付きロジック ビルダー

source: Style of checkbox input
cs_cz: Styl zaškrtávacího pole
jp: チェックボックス

source: Square
cs_cz: Čtverec
jp: 正方形

source: Circle
cs_cz: Kruh
jp: サークル

source: Style of radio input
cs_cz: Styl rádiového vstupu
jp: フィールドのスタイル

source: Enable image changing?
cs_cz: Povolit změnu obrázku?
